{
  "match_id": 7834664,
  "step": 1,
  "tool_call": 1,
  "tool_name": "match_detail_raw",
  "input": {
    "match_id": 7834664
  },
  "output": {
    "match_id": 7834664,
    "raw_payload": {
      "data": {
        "id": 7834664,
        "h2h": {
          "team_a_id": 611,
          "team_b_id": 614,
          "betting_stats": {
            "btts": 12,
            "over05": 17,
            "over15": 14,
            "over25": 9,
            "over35": 5,
            "over45": 1,
            "over55": 1,
            "clubACS": 5,
            "clubBCS": 4,
            "avg_goals": 2.47,
            "total_goals": 47,
            "bttsPercentage": 63,
            "over05Percentage": 89,
            "over15Percentage": 74,
            "over25Percentage": 47,
            "over35Percentage": 26,
            "over45Percentage": 5,
            "over55Percentage": 5,
            "clubACSPercentage": 26,
            "clubBCSPercentage": 21
          },
          "previous_matches_ids": [
            {
              "id": 7834480,
              "date_unix": 1753565400,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 2,
              "team_b_goals": 2
            },
            {
              "id": 7380712,
              "date_unix": 1732483800,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 2,
              "team_b_goals": 1
            },
            {
              "id": 7380510,
              "date_unix": 1722645000,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 1,
              "team_b_goals": 1
            },
            {
              "id": 1214856,
              "date_unix": 1634513400,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 0,
              "team_b_goals": 0
            },
            {
              "id": 1214662,
              "date_unix": 1625095800,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 0,
              "team_b_goals": 0
            },
            {
              "id": 848368,
              "date_unix": 1606593600,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 4,
              "team_b_goals": 2
            },
            {
              "id": 848178,
              "date_unix": 1597961700,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 0,
              "team_b_goals": 1
            },
            {
              "id": 349481,
              "date_unix": 1543777200,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 2,
              "team_b_goals": 1
            },
            {
              "id": 349291,
              "date_unix": 1534618800,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 3,
              "team_b_goals": 0
            },
            {
              "id": 33375,
              "date_unix": 1508454000,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 1,
              "team_b_goals": 1
            },
            {
              "id": 33179,
              "date_unix": 1498341600,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 0,
              "team_b_goals": 1
            },
            {
              "id": 33730,
              "date_unix": 1474752600,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 1,
              "team_b_goals": 0
            },
            {
              "id": 33543,
              "date_unix": 1466035200,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 2,
              "team_b_goals": 0
            },
            {
              "id": 149290,
              "date_unix": 1441575000,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 1,
              "team_b_goals": 1
            },
            {
              "id": 354547,
              "date_unix": 1437613200,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 3,
              "team_b_goals": 1
            },
            {
              "id": 149094,
              "date_unix": 1433080800,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 2,
              "team_b_goals": 2
            },
            {
              "id": 354532,
              "date_unix": 1432170000,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 2,
              "team_b_goals": 1
            },
            {
              "id": 149634,
              "date_unix": 1410393600,
              "team_a_id": 614,
              "team_b_id": 611,
              "team_a_goals": 3,
              "team_b_goals": 1
            },
            {
              "id": 149449,
              "date_unix": 1398029400,
              "team_a_id": 611,
              "team_b_id": 614,
              "team_a_goals": 1,
              "team_b_goals": 1
            }
          ],
          "previous_matches_results": {
            "draw": 8,
            "team_a_wins": 5,
            "team_b_wins": 6,
            "totalMatches": 19,
            "team_a_win_away": 1,
            "team_a_win_home": 4,
            "team_b_win_away": 1,
            "team_b_win_home": 5,
            "team_a_win_percent": 26,
            "team_b_win_percent": 32
          }
        },
        "bench": {
          "team_a": [],
          "team_b": []
        },
        "awayID": 614,
        "gpt_en": "<p>Santos vs Sport Recife, Estádio Urbano Caldeira, Week 36, 2025. The balance skewes toward the home side, aided by a clear home-xG edge and Recife’s away struggles.</p>\n<ul>\n<li><strong>Primary pick: Santos to win</strong> at 1.30. Double chance Santos Win or Draw at 1.16 reinforces the control the hosts hold at home.</li>\n<li><strong>Goal expectations</strong>: Under 2.5 goals is a solid angle (2.20), supported by a frequent 1st half BTTS miss (6% avg) and Santos’ clean-sheet potential (1.91).</li>\n<li><strong>Santos clean sheet potential</strong> strong value (1.91) vs Recife’s limited away threat (Sport Recife clean sheets 7.50). Recife are 6% win-rate away and 71% losses, so a tight 1-0 or 2-0 is plausible.</li>\n<li><strong>BTTS</strong> No is appealing (1.75) given the low early-goal bias and Santos’ home solidity.</li>\n<li><strong>Corners</strong>: Over 7.5 corners looks almost a given (1.17), with a typical 11+ corners in these meetings. Santos winning most corners in the match at 1.28 is a marginal edge.</li>\n<li><strong>Second half dynamics</strong>: 2nd half goals are common enough (2nd Half Over 0.5 at high likelihood), so a late goal isn’t out of the question if the game opens up.</li>\n<li><strong>xG context</strong>: Santos 1.65 expected goals at home; Sport Recife away 1.36; total near 3.01 xG per match overall—points to a low-to-mid scoring affair, reinforcing the under-2.5 angle.</li>\n<li><strong Scoreline vibe</strong>: 1-0 or 2-0 to Santos is the likely outcome, with most value resting on a clean sheet and a restrained, efficient performance.</li>\n</ul>",
        "homeID": 611,
        "season": "2025",
        "status": "incomplete",
        "trends": {
          "away": [
            [
              "chart",
              "Coming into this game, Sport Recife has picked up 0 points from the last 5 games, both home and away. That's 0 points per game on average. BTTS has landed in an intriguing 4 of those games. Sport Recife has scored 6 times in the last 5 fixtures."
            ],
            [
              "great",
              "It's possible we will see a couple of goals here, with the last 12 games for Sport Recife ending with 2 goals or more being scored."
            ],
            [
              "bad",
              "Can Sport Recife turn this around? They have not won in the last 5 games coming into this, with 0 draws and 5 defeats."
            ],
            [
              "bad",
              "Sport Recife has fired blanks in 14 games this season. That's 40% of games where they have not been able to find the back of the net. Do they need a new forward? In the last 5 games, they have scored an intriguing 6 goals."
            ],
            [
              "great",
              "In the last 5 matches for Sport Recife, 4 of those games has ended with both teams scoring. This season 19 matches (54% of all matches) involving Sport Recife has seen BTTS landing."
            ],
            [
              "great",
              "It's likely that Sport Recife will score today, as they have netted in the last 4 games coming into this one and have scored 6 goals in the last five games."
            ]
          ],
          "home": [
            [
              "chart",
              "Coming into this game, Santos has picked up 5 points from the last 5 games, both home and away. That's 1 points per game on average. BTTS has landed in an intriguing 3 of those games. Santos has scored 5 times in the last 5 fixtures."
            ],
            [
              "great",
              "Santos has enjoyed playing at home recently, with the side currently unbeaten in 3 games."
            ],
            [
              "great",
              "Sport Recife's defence will have to be at their best today if they're to stop Santos from scoring. The home side has scored in the last 3 games in front of their own fans. They have failed to score in 5 home matches this season."
            ],
            [
              "great",
              "Santos has put together a good run of form and has now gone 3 games without defeat."
            ],
            [
              "great",
              "In the last 5 matches for Santos, 3 of those games has ended with both teams scoring. This season 18 matches (51% of all matches) involving Santos has seen BTTS landing."
            ],
            [
              "great",
              "It's likely that Santos will score today, as they have netted in the last 4 games coming into this one and have scored 5 goals in the last five games."
            ]
          ]
        },
        "gpt_int": {
          "de": "Analyse zum Spiel Santos vs Sport Recife, Estádio Urbano Caldeira, Spieltag 36, Saison 2025. Status: unvollständig.\n\nWichtige Kennzahlen vor dem Match\n- Favorit: Santos mit Sieg-Quote 1.30. Double Chance Santos Win/Draw 1.16.\n- Erwartetes Tor- und Chancenprofil: Santos zu Hause liefert durchschnittlich 1.65 xG, Sport Recife auswärts 1.36 xG; Gesamt-xG beider Teams vor dem Match ca. 3.01. Das spricht für ein torreiches Duell im Rahmen der Erwartungen.\n- Tor-/Timing-Pattern: Durchschnittliches 1. Halbzeit BTTS-Anteil liegt bei rund 6% (klar tendenzlos), 2. Halbzeit BTTS ca. 27%. Erste Tore in der ersten Halbzeit sind gut möglich, aber nicht zwingend früh dominant.\n- Gesamt-Tore-Profil: Durchschnittlich liegen Matches dieser Paarung bei ca. 2.33 Tore, das heutige Profil könnte also über 2.5 Tore anstreben, insbesondere durch das höhere Gesamt-xG (3.01).\n- Corners: Durchschnittliche Corner-Kicks pro Match ca. 11.77. Over 7.5 Corners 1.17, Over 8.5 1.36; Santos hat tendenziell den größten Corner-Bonus (Odds 1.28), Sport Recife eher weniger (Odds 4.30 für die meisten Ecken durch Sport Recife).\n- Defensiv-/Offensivform: Santos zu Hause hat offensiv Vorteile (Attacke +3) und solide Defensive (Defense +22). Sport Recife in der Ferne schwächer (Away-Win-Rate ca. 6%, Auswärts-Niederlagen ca. 71%), was das Spielgeschehen zugunsten von Santos verschiebt.\n- Sei dir bewusst: Die Form der beiden Teams, gemessen an xG vor dem Spiel, deutet auf eine Überleistung von Santos in der Offensive hin, während Sport Recife eher gegen den Favoriten bestehen muss.\n\nWichtige Wetten (Value-Orientierung)\n- Santos gewinnt (Sieg): 1.30 – klarer Favorit, gestützt durch Heimvorteil, bessere xG-Emissionen und die unfavorable Auswärtsform von Sport Recife. Safe-Wege: Kombiniert mit Draw als Double Chance 1.16 oder direkt Sieg.\n- Over 2.5 Tore: 1.65 – basierend auf dem Gesamt-xG von ca. 3.01 und dem torreichen Profil der Begegnung. Relativ solide Value gegenüber der 2.5-Marke.\n- BTTS Ja: 2.12 – beide Seiten haben Torgefahr; Santos wird treffen, Sport Recife hat ebenfalls Score-Möglichkeiten, insbesondere wenn Santos defensiv etwas überzieht.\n- Over 7.5 Corners: 1.17 – starke Wahrscheinlichkeit laut historischer Corner-Quoten, besonders mit Santos, das tendenziell mehr Ecken verursacht. Over 8.5 bzw. Over 9.5 auch sinnvoll (1.36 bzw. 1.60).\n- Santos hat die meisten Eckbälle: 1.28 – supports das Muster der Heimmannschaft mit mehr Standardsituationen. Günstige Ergänzung zu Over-Corners.\n- Santos Clean Sheet: 1.91 – moderat riskant, aber realistisch, da Sport Recife in der Ferne eher Schwierigkeiten hat, regelmäßig Treffer zu erzielen. Wenn du auf Sicherheit gehen willst, ist dies eine Follow-up-Wette, ansonsten eher eine Option als Teil einer Kombi.\n\nWas du beachten solltest\n- Wenn du auf Treffer in beiden Halbzeiten setzt, ist Over 1.5 Tore in der 2. Halbzeit mit 1.5-Quoten interessant, da die zweite Hälfte oft torreich ist (Durchschnitt ca. 2.2+ je Match in ähnlichen Kontexten).\n- Die hohe Wahrscheinlichkeit von Ecken (11+ Durchschnitt) macht Over 7.5/8.5 Corners besonders attraktiv, fast unabhängig vom Endergebnis.\n- Ein mögliches Spielbild: Santos dominiert Ballbesitz und führt, Sport Recife versucht Konter; dennoch bleibt das Spiel in der Regel tororientiert.\n\nKurzfassung der besten Einstiege\n- Hauptwette: Santos Sieg (1.30) oder Double Chance Santos/Draw (1.16) – starkes Sicherheitsprofil.\n- Side-Play: Over 2.5 Tore (1.65) + Over 7.5 Corners (1.17) – gute Kombi, wenn du abwägen willst.\n- Optional: BTTS Ja (2.12) – wenn du etwas Risiko mit potenziell höheren Rückerstattungen suchst.\n- Zusatz: Santos hat meist mehr Ecken (1.28) – passt gut zu Over-Corners-Betts.",
          "es": "Análisis de apuesta: Santos vs Sport Recife (2025, Jornada 36, Estádio Urbano Caldeira)\n\nContexto rápido\n- Favorito claro: Santos (cuota de victoria 1.30). Sport Recife 9.80; empate 5.55.\n- Alineación y localía: partido en casa de Santos, con historial de defensa sólida en este estadio.\n- Tendencias clave: promedio de goles entre ambos equipos en este enfrentamiento previo es 2.33; el total de xG de los equipos antes del partido sitúa el encuentro alrededor de 3.01 xG combinados.\n- Apuestas destacadas de corners: Over 7.5 corners a 1.17, Over 9.5 a 1.60, Over 10.5 a 1.93. Altas probabilidades de bollaje de saques de esquina.\n\nDatos para interpretar\n- Santos defensivo en casa: defensa con ventaja notable (+22). Rendimiento de casa de Santos: victoria en casa ~35%, lo que indica que el equipo aprovecha su condición para no perder ante sus rivales directos.\n- Sport Recife fuera: solo ~6% de victorias fuera; xG visitante 1.36, lo que sugiere poca producción ofensiva cuando viaja.\n- BTTS: 47% de BTTS en promedio entre ambos, pero el 1er tiempo tiene muy poca probabilidad de goles (6%), y el 2º tiempo sube a 27%. Esto sugiere que si hay goles, podrían llegar en la segunda mitad.\n- Clean sheets: Santos a portería a cero tiene cuota 1.91; Sport Recife a portería a cero 7.50 (más improbable).\n- Tendencias de goles: Under 3.5 goles en el 76% de los encuentros previos; Under 2.5 tiene probabilidad razonable (59%); aún así, el Over 2.5 aparece entre las opciones de la casa de apuestas (1.65).\n\nPredicción de resultado (lectura rápida)\n- Escenario más probable: victoria de Santos por 1-0 o 2-0. El dominio en casa y la baja producción ofensiva típica de Recife fuera respaldan un partido cerrado, con Santos manteniendo la portería a cero en muchos casos.\n- Rango de marcador razonable: 1-0 o 2-0 para Santos.\n\nApuestas recomendadas (con理由)\n- Apuesta clave (segura): Santos gana el partido (cuota 1.30). Riesgo moderado, el favorito debería imponerse, sobre todo con la fortaleza defensiva en casa.\n- Apuesta secundaria de valor: Santos a portería a cero (Santos Clean Sheets Yes) cuota 1.91. Excelente cobertura si esperas un encuentro cerrado y Recife no consigue perforar la defensa local.\n- Apuesta de contexto de juego: Over 7.5 corners cuota 1.17. Con promedios altos de corners y el apetito de ambos equipos por las bandas, es una opción de bajo riesgo.\n- Apuesta alternativa razonable: Under 2.5 goles cuota 2.20. Si el choque se decanta por la defensa de Santos y Recife no logra generar mucho, puede darse un partido con 1-0 o 2-1 como máximo.\n- BTTS: BTTS No cuota 1.75. Dado el énfasis defensivo de Santos en casa y la menor producción de Recife cuando juega fuera, podría ser una cobertura razonable si buscas evitar dejar puntos en la mesa por goles de ambos.\n\nNotas prácticas\n- Si no quieres complicarte, ve Santos para ganar y añade Over 7.5 corners para cubrir con un factor de alta probabilidad de situaciones de esquina.\n- Si te preocupa el goleado, la opción de Under 2.5 y Santos a portería a cero te da un marco conservador con buena probabilidad dada la data de casa y la baja producción visitante.\n- Mantén el tamaño de apuesta acorde a tu bankroll: la victoria de Santos es la línea principal; las demás son coberturas o apuestas de valor.\n\nConclusión\nCon Santos como favorito en casa y Recife mostrando poca eficacia fuera, lo más razonable es esperar una victoria/localía ajustada de Santos, con pocas ocasiones para Recife. Las líneas de corners y la posibilidad de un clean sheet de Santos ofrecen las mejores combinaciones de seguridad y valor para este encuentro.",
          "fr": "Analyse rapide du match: Santos vs Sport Recife, saison 2025, journée 36, Estádio Urbano Caldeira. Santos part largement favori à domicile (cotes: 1.30 pour la victoire; 1.16 en double chance Santos W/D). Sport Recife a l’extérieur faible (victoire away 6%), ce qui renforce l’avantage attendu pour Santos.\n\nPoints clés à surveiller\n- Avantage domicile de Santos: xG domicile 1.65 et xG encaissé à domicile 1.25, avec un profil défensif relativement solide à la maison. Cela soutient une victoire locale et peu de buts encaissés.\n- Sport Recife à l’extérieur: xG pour en moyenne 1.36 mais xG contre élevé à l’extérieur (1.79). Faible probabilité de résultats positifs loin de chez eux.\n- Probabilité de buts: Total xG entre les deux équipes sur les rencontres précédentes autour de 3.01. Les chiffres indicatifs montrent une tendance vers des buts, mais l’angle défensif de Santos à domicile peut limiter le nombre de réalisations.\n- BTTS et rythme des buts: BTTS en moyenne entre les deux équipes environ 47%. Premier mi-temps peu propice au BTTS (environ 6%), mais deuxième mi-temps plus actif (environ 27%). Probabilité globale de voir au moins un but est élevée, mais un 1-0 ou 1-1 est plausibles.\n- Corners: moyenne nationale élevée entre les deux équipes (près de 12 corners par match), avec des options solides sur Over 7.5/Over 8.5 corners. Santos a tendance à dominer les phases offensives, ce qui peut pousser les corners élevés.\n- Clean sheets: Santos a une probabilité raisonnable de garder sa cage inviolée (cotes 1.91). Sport Recife, loin de ses bases, a une cote élevée pour une clean sheet adverse (7.50), ce qui rend le pari “Santos clean sheet” raisonnable mais pas garanti.\n\nPredictions et scénarios\n- Score probable: 1-0 ou 2-1 en faveur de Santos. Le style de Santos à domicile et la fragilité relative de Sport Recife à l’extérieur soutiennent un succès local avec peu de buts ou un petit écart.\n- BTTS: possible mais non certain. Si Santos prend rapidement l’avantage, le match peut devenir plus fermé.\n- Nombre de buts: Under 3.5 est plausible (76% selon les données), mais le budget xG total et le style offensif à domicile invitent à considérer un seuil léger.\n\nBons paris recommandés\n- Parier principal: Santos pour la victoire (cote environ 1.30). Forte probabilité donnée le contexte domicile et les chiffres xG/défense.\n- Alternative sûre: Santos W ou Draw (double chance) à environ 1.16. Bon complément si vous cherchez une marge de sécurité.\n- Option de score/ressource: Under 3.5 buts à 1.50. Aligné avec la tendance générale de la rencontre et le profil défensif attendu à domicile.\n- Corners: Over 7.5 corners à 1.17 ou Over 8.5 corners à 1.36. Le contexte (moyenne de corners élevée et domination moyenne) rend ces options attractives.\n- Clean sheet: Santos clean sheet à 1.91. Si vous privilégiez un choix défensif robuste, c’est une option raisonnable compte tenu du profil de Sport Recife loin de chez eux.\n\nRaisons rapides\n- Santos bénéficie d’un haut niveau d’attaque et d’un bon équilibre défensif à domicile.\n- Sport Recife a du mal à l’extérieur et affiche une moyenne de buts encaissés qui peut profiter à Santos.\n- Le match présente des probabilités solides de buts et de corners, tout en restant dans une fourchette de score relativement restreinte.\n\nEn résumé: misez sur la victoire de Santos (sécurisée par le contexte domicile et les chiffres xG), complétez avec des options de corners et explorez le Under 3.5 comme couverture. BTTS peut être envisagé, mais n’est pas la valeur la plus sûre ici.",
          "it": "Analisi rapida Santos vs Sport Recife (stagione 2025, giornata 36)\nLuogo: Estádio Urbano Caldeira\n\nSituazione mercato e contesto\n- Favorito chiave: Santos è favorito, con quote di vittoria a 1.30. La doppia chance Santos Win/Draw è a 1.16, riflettendo la propensione a una gara controllata in casa.\n- Sport Recife in svantaggio in generale quando gioca in trasferta: win percentage away 6%, lose 71%. Indica un contesto difficile per la squadra ospite.\n- xG e previsione gol: xG medio per Santos 1.65 a partita; per Sport Recife 1.36; totale atteso tra le due squadre circa 3.01. Indica probabilità alta di match con almeno 2-3 gol.\n\nSpunti statistici chiave (con confronto agli standard FootyStats)\n- Gol totali attesi: circa 3.01 xG complessivo, quindi Over 2.5 è una linea valida (odds 1.65).\n- Corners: media storica di corner tra le due squadre molto alta (media complessiva 11.77); opzioni Over sono tutte favorevoli a questo tipo di match. Over 9.5 corner a 1.60 e Over 10.5 a 1.93 sono interessanti, con Over 7.5 a 1.17 praticamente sicura nel contesto.\n- BTTS (Entrambe le squadre a segno): media BTTS 47% tra le due squadre; con 2.12 per BTTS Yes c’è valore se si presuppone un gol al meno da parte di entrambe le squadre occasionalmente.\n- 1° tempo vs 2° tempo BTTS: 1° tempo BTTS media 6% (molto bassa), 2° tempo 27% (più probabile che le reti arrivino nella ripresa. Attenzione al ritmo iniziale lento).\n- Clean sheet: Santos è quotato a 1.91 per clean sheet (Santos Yes), Sport Recife a 7.50 per clean sheet (Sport Recife Yes). Indica maggior probabilità che Santos concluda la partita senza subirne una, ma Sport Recife ha linee difficili in trasferta.\n- Attacco e difesa casa/trasferta: Santos ha vantaggio offensivo in casa; Neymar… no, non includiamo nomi. Dati mostrano: attacco in casa +3, difesa in casa +22 (indica solidità difensiva relativa in casa). Sport Recife in trasferta ha svantaggi evidenti (adozione offensiva meno produttiva e difesa meno solida).\n\nSuggerimenti di scommessa (più probabili e valore)\n- Scommessa principale (alto valore): Santos vince. Se vuoi un extra di sicurezza, prendi anche la Double Chance Santos Win/Draw a 1.16.\n  Perché: forte controllo in casa, xG combinato a favore e vani segnali di dominio contro una squadra in difficoltà in trasferta.\n- Gol totali: Over 2.5 a 1.65. \n  Perché: xG totale atteso vicino a 3.0 e storicamente una media di gol superiore a 2.5 in questo tipo di confronto.\n- BTTS Yes: a 2.12. \n  Perché: anche se la prima frazione è spesso bloccata, la seconda può vedere reti da entrambe le parti, e la media BTTS si colloca intorno al 47%.\n- Corner market: Over 9.5 o Over 10.5 corners.\n  Perché: stock di corner molto alto (media 11.77) rende questi range abbinabili a una gara ricca di calci d’angolo. Over 9.5 a 1.60 è un’opzione più conservativa, Over 10.5 a 1.93 offre maggior margine.\n\nNote utili\n- Attenzione all’inizio: la stagione mostra che il primo tempo tende ad essere meno prolifico, con probabili gol limitati nei primi 45 minuti. Aspettatevi maggior coinvolgimento e azioni più decisive nel secondo tempo.\n- Se preferisci scommettere in combo: una scommessa integrata potrebbe essere Santos vittoria + Over 2.5 + BTTS Yes, offrendo un equilibrio tra affidabilità e valore di quote.\n- Contesto casa/trasferta: Santos mostra una maggiore solidità offensiva in casa e una difesa relativamente affidabile; Sport Recife fatica in trasferta e ha percentuali di vittorie molto basse lontano da casa.\n\nRiassunto rapido\n- Esito probabile: vittoria di Santos (conDouble Chance consigliata per ridurre il rischio).\n- Gol: Over 2.5 probabile; BTTS Yes ha valore a 2.12.\n- Corner: Over 9.5/10.5 è una scommessa di valore dato l’attuale livello medio di corner.\n- Clean sheet: Santos è l’opzione più probabile per una seconda metà stabile defensivamente.\n\nBuon betting e resta focalizzato sui numeri: xG atteso alto, dominio in casa e una difesa avversaria meno affidabile in trasferta sono chiavi qui.",
          "ja": "試合情報\n- 試合: サントス vs スポルト・ Recife\n- シーズン: 2025\n- 第36節\n- 会場: Estádio Urbano Caldeira\n- キックオフ日: 11月29日\n- オッズ要点: サントス勝利1.30 / 引分5.55 / スポルト・ Recife勝利9.80\n\nエスジと傾向の要点\n- ホーム強みが効く相手関係。サントスのホーム戦能力は明確で、ホーム時の総合的な攻守アドバンテージが高い。対してスポルトはアウェーでの勝率が低く、敗戦傾向が強い。\n- xGからの見立て。サントスのホームxGは1.65、スポルトのアウェー時の対サントスxGはやや高めの設定。対戦相手の得点機会創出力を考えると、サントスが先に得点する展開が想定される。\n- 守備面。サントスのホーム防御力の強さが目立つ一方、スポルトはアウェーでの失点傾向が目立つデータ。失点のリスクはサントス側に寄りやすい。\n- 得点パターンと総得点。両チームの直近データを合わせると、総得点は2前後で推移するケースが多く、過去の対戦平均は約2.33。従って「2-3点程度で落ち着く」展開が現実的。Over/Underの市場では、Over 2.5のオッズ1.65は、過去の平均値よりもやや高得点寄りの見込みを市場が示唆。逆にUnder 3.5は76%程度の過去傾向を反映しており、均衡寄りの点差が出やすい組み合わせ。\n\n統計的な注目点\n- コーナー関連: 7.5コーナー以上のオーバーが1.17と低評価だが、総コーナー数自体は試合全体で高い傾向。試合展開としては、サントス優位時にペナルティエリア深くまで押し込む場面が増え、コーナーが発生しやすい。\n- BTTS（両チームに得点あり）市場はYesが2.12、Noが1.75。両者の総合的な得点傾向から見ると、Yesの可能性は決して低くなく、No寄りのオッズと比べてもバリューは状況次第。\n- クリーンシート関連: サントスのクリーンシートYesが1.91、Noが1.80。サントスの守備力は高めだが、相手の得点機会を考えると“0以上”の可能性は十分。スポルトのクリーンシートは非常に低評価（7.50）。\n\n推奨プラン（25代以上男性の賭け方を想定した実用的視点）\n- 最も信頼できる推奨: サントス勝利（シンプルな選択。ホームの優位性とxGの差から高い成功確率が見込める）。\n- セカンド・価値狙い:\n  - Under 3.5ゴール（オッズ約1.50前後）。過去データの76%がUnder 3.5で収まっており、両者の守備強化とミスなく進む展開を考えると実利が高い。\n- リスクを取るなら:\n  - サントスのクリーンシート（Yes）を併用する場合はオッズ1.91を活用。守備力の高さと相手の得点機会を抑える可能性を踏まえると、リスク対リターンは比較的良好。\n- その他の市場解釈の注意点:\n  - コーナー関連はOverを狙うのは割と割高。現状は大きなリターンを狙いにくい。\n  - BTTSはYes寄りにもNo寄りにも振れる要因が混在。市場の感触だけで大きく評価を変えず、他の確度の高いベットと組み合わせるのが賢い。\n\n総評\n- 結果予想の軸は「サントス勝利＋Under 3.5ゴール」。ホームアドバンテージと相手のアウェー成績を踏まえ、1-0または2-1のスコアが現実的なレンジ。市場のオーバー系オッズはやや高めに見えるが、総得点が2前後に収まりやすいデータは多く、Under 3.5の方が安定感がある。\n- バリューを取りたい場合は、サントス勝利＋クリーンシート狙いを組み合わせるのが現実的。BTTSは状況次第で追加検討。\n\n注意点\n- 直前のチーム状況や怪我・出場停止情報が反映されると、推奨が変わる可能性があります。最新の公式情報を確認してから最終決定を。",
          "pt": "Análise de aposta: Santos vs Sport Recife (Season 2025, Week 36) - Estádio Urbano Caldeira\n\nVisão rápida\n- Santos é favorito claro: odds de vitória 1.30. Sport Recife tem performance muito baixa como visitante (aprox. 6% de vitórias fora), o que reforça o favoritismo do time mandante.\n- Tendência de gols: médias apontam para um jogo com poucos gols, mas não zero. Probabilidade de Under 2.5 gols é alta (aprox. 59%), enquanto Over 2.5 fica em torno de 41%.\n- Volume de escanteios: há grande probabilidade de longos ataques pela direita/entrada de área, com média de escanteios entre as duas equipes em 11.77 por jogo. A linha Over 7.5 corners aparece como valor baixo de risco.\n- Limites defensivos: Santos tende a manter a defesa sólida em casa (xG contra em casa em torno de 1.25); Sport Recife tem desempenho ruim como visitante, o que aumenta a chance de Santos não sofrer gols.\n\nEstatísticas-chave atuais (principais leituras)\n- Resultado provável: Santos vence (1.30) → opção segura para quem busca resultado.\n- Conjunto de gols: total de gols esperado próximo de 3 (xG agregado), mas a probabilidade de ficar abaixo de 3 gols é alta (Under 3.5 em 76% ou mais, com Under 2.5 em cerca de 59%).\n- BTTS: provável seja menos provável que ambas as equipes marquem em alguns cenários; BTTS No está em 1.75, oferecendo boa relação risco/recompensa se você espera vitória do mandante sem sofrer gols.\n- Escanteios: média de escanteios alta (11.77 por jogo entre as equipes); Over 7.5 corners fica em 1.17, Over 8.5 fica em 1.36, Over 9.5 em 1.60. Valor sugerido em Over 7.5 por ser linha mais segura.\n- Clean sheets: Santos tem odds de 1.91 para manter a folha limpa; Sport Recife tem odds muito altas para manter, o que reforça a expectativa de vitória do Santos com ou sem gol do visitante.\n\nPredições de placar (faixa provável)\n- Placar provável: 1-0 ou 2-1 a favor do Santos. Placar próximo de 1–0 é muito plausível dado o equilíbrio entre xG ofensivo e a força defensiva em casa.\n\nSugestões de apostas (com justificativa)\n- Aposta principal: Santos para vencer (1.30) — baixo risco, favorito de acordo com odds e vantagem de jogar em casa.\n- Alternativa de menor risco: Double Chance Santos Win or Draw (1.16) — proteção caso haja surpresa, mantendo o time no ritmo de crescimento.\n- Total de gols: Under 2.5 gols (2.20) — alinhado com a tendência de jogos abaixo de 3 gols e com histórico de partidas entre as duas equipes.\n- BTTS: BTTS No (1.75) — se você acredita que o Santos conseguirá a vitória sem sofrer gols, ou que o Sport Recife terá dificuldade de marcar.\n- Escanteios: Over 7.5 corners (1.17) — valor sólido pela média alta de escanteios entre as equipes; também considere Over 8.5 (1.36) se quiser uma aposta com margem maior.\n- Opção defensiva adicional: Santos Clean Sheets Yes (1.91) — se apostar que o Santos não sofrerá gol e levará a vitória, especialmente em casa.\n\nResumo estratégico\n- Aposte com confiança na vitória do Santos, mas complemente com opções de menor risco (Double Chance) e com apostas de gols baixos (Under 2.5) para equilibrar o risco.\n- O mercado de escanteios oferece boa relação risco/retorno: Over 7.5 é o melhor destaque pela coluna de média de escanteios.\n- Se quiser uma linha de proteção extra, combine Santos para vencer com Under 2.5 ou escolha Santos Clean Sheets Yes conforme seu estilo de aposta.\n\nObservação: o confronto tende a manter o jogo em casa com menor volume de gols, mas com boa chance de gols em momentos-chave.",
          "ru": "Ниже краткий разбор матча: Сантос vs Спорт Ресифи, сезон 2025, тур 36, стадион Estádio Urbano Caldeira. Статус матча указано как incomplete, данные по таймингам голов частично отсутствуют.\n\nОбщие контуры и контекст\n- Домашняя площадка даёт Сантосу преимущество, но их домашняя статистика по победам не ярко выраженная (примерно 35% побед дома в дополнительной выборке).\n- Спорт Ресифи в выездных матчах демонстрирует слабую победную динамику (около 6% победы на выезде в сопоставимой выборке), что делает риск для ставки на их победу высоким.\n- Ожидания по голам на основе xG: у Сантоса 1.65 за матч, у Спорт Ресифи 1.36; суммарный xG около 3.01 для очного противостояния. Это говорит о умеренной результативности, чаще 2–3 гола в игре.\n\nКлючевые цифры и что они значат\n- Победа Сантоса: коэффициент 1.30. Очень усиленный фаворит на победу в матче; двойной шанс Сантос Win or Draw — 1.16 (еще более консервативный выбор).\n- Общее число голов: Over 2.5 — 1.65; Under 2.5 — 2.20. По данным средних значений по аналогичным матчам, вероятность преобладания 2–3 голов выше 1.65, то есть переход к 2–3 голам имеет разумную вероятность.\n- Возможность забить в обоих таймах (BTTS): Yes — 2.12; No — 1.75. Средняя историческая величина BTTS по двум командам ~47%; это значит, ставка на обе команды забьют не является явной уверенной, но не сюрпризнной.\n- Очки сухой матч (чистые ворота): Сантос Clean Sheets Yes — 1.91; Sport Recife Clean Sheets Yes — 7.50. Вероятность «сухой» для Сантоса выше; у Ресифи шансы удержать ноль значительно ниже.\n- Углы/угловые ставки: Over 7.5 corners — 1.17; Over 8.5 — 1.36; Over 9.5 — 1.60; Over 10.5 — 1.93; Over 11.5 — 2.38. В среднем по матчам между этими командами углов может быть 11.77 за игру. Здесь Over 7.5 — почти наверняка, а Over 9.5–10.5 имеют умеренную уверенность.\n  - Вероятнее, чем не, Сантос имеет преимущество по количеству углов: Santos Has Most Corners In The Match — 1.28, Sport Recife Has Most Corners In The Match — 4.30. Это говорит в пользу варианта с преимуществом Сантоса по углам.\n- Контекст по общему уровню голов в матчах между этими командами: средние значения xG по head-to-head близки к 3.01, что укладывается в диапазон 2–3 гола.\n\nДополнительная характеристика матча\n- Общая динамика по таймам: первые таймы менее «молодые» по BTTS (около 6%), вторые таймы активнее в плане забитых голов (примерно 27% BTTS во второй половине). Это подчёркивает вероятность взрыва во второй половине, но не гарантирует крупную разницу.\n- Данные по таймингам голов частично зафиксированы (одна запись по таймингу голов), поэтому держите в уме возможные корректировки по ходу матча.\n\nРекомендации по ставкам (уровень риска: разумный / средний)\n- Основной вариант (низкий риск): победа Сантоса (Moneyline) — 1.30 или двойной шанс Сантос Win/Draw — 1.16. Признанный фаворит с явным преимуществом на фоне выездной формы соперника.\n- Второстепенный вариант: Over 2.5 голов — 1.65. В рамках ожидаемого диапазона 2–3 голов это разумная ставка.\n- Позиционная ставка по углам: Over 7.5 углов — 1.17. Учитывая историческую среднюю величину углов и котировки, это близко к «практически наверняка».\n- Сценарий по углам в пользу команды-хозяина: Santos Have Most Corners In The Match — 1.28. Хороший риск-менеджмент: есть логика, что Сантос чаще берет больше углов по игре на своей территории.\n- Прогноз по голам в матче и сухой матч: если ищете более рискованное решение — BTTS No — 1.75 (скорее всего не оба забьют, учитывая слабую записку по взаимной результативности и чистые ворота у Сантоса). Альтернатива: Santos Clean Sheets Yes — 1.91 (практически в рамках риска для ставки на «сухую» победу Сантоса).\n- Избегайте ставок на очень высокий счет: Over 4.5 goals — 4.50 и аналогичные high-score рынки выглядят менее вероятными по данным head-to-head и общему контексту.\n\nКоротко: ожидается победа Сантоса на домашней арене с умеренной результативностью (примерно 2–3 гола в матче). Ожидание по угловым — высокий уровень, поэтому ставку на Over 7.5 углов можно рассматривать как надежную. Также можно рассмотреть ставку на то, что Сантос возьмет больше углов по матчу (Most Corners для Сантоса) и/или на чистую победу Сантоса по рынку Moneyline. BTTS No и Clean Sheets Сантоса — дополнительные варианты с умеренным риском.\n\nЕсли нужно, могу подготовить компактный банк ставок под ваш стиль риска (консервативный, средний, агрессивный) и привести конкретные комбинации по выбранным рынкам.",
          "se": "Här är en snabb bettinganalys för Santos vs Sport Recife (Säsong 2025, V34 – inrapporterad status: ofullständig). Matchen spelas på Estádio Urbano Caldeira. Nedan följer de viktigaste insikterna och några tydliga spelidéer för spelare i målgruppen.\n\nNyckelinsikter\n- Hemmaplan och form: Santos står starkt hemma med tydlig offensiv fördel i hemmamatcherna, medan Sport Recife har mycket svag form som bortalag (vinst 6%, förlust 71%). Det talar för hemmalaget som favorit.\n- Förväntade mål och tempo: Totalt xG för mötet ligger ≈3.0 (ganska nära deras historiska möten); underliggande data tyder på ett ganska målrikt möte men med större sannolikhet att målen kommer senare i matchen än i första halvlek.\n- Förväntat antal hörnor: Genomsnittet för hörnor mellan dessa lag är högt (runt 11.77 totalt i tidigare möten). Odds för över 7.5 hörnor är låga (1.17), och över 8.5/9.5 är också tillgängliga lågvattenalternativ. Det är mycket troligt att matchen når höga hörnantal.\n- Förväntade första halvlek: BTTS första halvlek är mycket ovanligt (cirka 6%), vilket tyder på en målsnål första halva. Andra halvan är där de flesta målen tenderar att komma (2:a halvlek BTTS betydligt högre än 1:a).\n- Rensningar och defensiv: Santos har bättre defensivfördel när de spelar hemma, medan Sport Recife som bortalag ofta tillåter mål per match i högre grad.\n\nViktiga statistikjämförelser (jämfört med aggregerade fotostat-statistiker)\n- Totala mål (avgikt mellan lagen före match): cirka 2.33 (allmän genomsnitt). Föreliggande data antyder att matchens faktiska mål kan hamna närmare 3 i xG, vilket matchar att under 4.5 mål är mycket vanligt (avg 94% under 4.5 i föregående dataset).\n- Höga hörnor sannolikt: Med ett historiskt snitt kring 11.77 hörnor totalt mellan lagen är över 7.5 hörnor nästan säkert spelvärde.\n- Ren hållning av mål: Santos spotless i hemmamatcher (Clean Sheets ja) är något odds 1.91, medan Sport Recife är långt mindre sannolikt att hålla nollan (Clean Sheets nej odds 1.06 för motståndarsidan är i praktiken irrelevant i denna kontext).\n\nMest sannolika utfall och spelidéer\n- Vinnare: Santos att vinna (otroligt låga 1.30 i odds). Med stark hemmabasis och Sport Recife som bortastarkt är detta det mest sannolika utfallet.\n- Totalt antal mål: Under 3.5 mål känns som ett starkt spel (odds 1.50). Samtidigt finns det underliggande underlag för att matchen kan närma sig eller slå 3 mål, så över 2.5 mål är också rimligt men med lägre marginal än under 3.5.\n- Gynnsamt spel för målfördelning: BTTS kan gå både vägen, men förstahalvlekens låga BTTS-sannolikhet pekar mot att ett spel utan mål i första halvlek och sedan mål i andra halvlek är ett troligt mönster. BTTS Nej kan därför vara ett bra value-val (odds 1.75).\n- Håll nollan (Clean Sheet): Santos hålla nollan hemma är inte orimligt (Clean sheets Yes = 1.91). Sport Recife håller sällan nollan bort, så Santos att nå en ren noll i denna match är ett logiskt tänk.\n- Hörnor: Över 7.5 hörnor är ett mycket attraktivt spel; sannolikheten för höga hörnor i en match där Santos ofta dominerar och båda lagen går för offensiv är hög i detta fall.\n\nRekommenderade bets (enkla att följa i en kort window)\n- Santos att vinna (1.30) + Under 3.5 mål (1.50)\n- BTTS Nej (1.75) alternativt Santos Clean Sheet (1.91)\n- Över 7.5 hörnor (1.17) – högre sannolikhet baserat på historiskt hörnantal\n\nSammanfattning\n- En klar hemmalagssituation där Santos förväntas kontrollera matchen, medan Sport Recife har större svaghet i bortaf conquering. Förväntad målbild pekar mot ett lågt till målrikt möte men med större sannolikhet för mål i andra halvan. Hörnor är ett starkt extra spår att följa. Fokusera på Santos-vinst med ett kryss/under/mål i andra halvlek som praktiska, lågvärdesval.",
          "tr": "Maç analizi: Santos vs Sport Recife\nSezon: 2025, Week 36\nStadyum: Estádio Urbano Caldeira\n\nKısa özet\n- Favori: Santos. Ev sahibi avantajı ve Santos’un iç saha geçmişiyle maçın büyük çoğunluğunda önde olma ihtimali yüksek.\n- Sport Recife’nin deplasman performansı zayıf (Away win %6, away lose %71). Bu, Santos için ekstra güven demek.\n\nAna bahis fikirleri\n- Ana tercih: Santos kazanır. Oranlar 1.30, çok net bir favori işaret ediyor.\n- Güvenli seçenek: Santos Win or Draw (Double Chance) 1.16. Daha risksiz bir yol arayanlar için uygun.\n- Gol ve skor ihtimali: Alt 2.5 gol 2.20 (dezavantajı: bazı veriler 2.5 üstünü öne çıkarabilir; ancak toplam xG verileri combined yaklaşık 3.01 olarak görülüyor ve maçın çoğu skor aralığı 2-3 aralığında değerlendiriliyor). Alt 2.5 daha dengeli bir tercih olabilir.\n- BTTS (Both Teams To Score): BTTS Yes 2.12. Santos hücum gücüyle; Sport Recife’nin savunması zayıf/deplasman verileriyle birlikte, iki tarafın da skor bulabileceği senaryo olası görünüyor. BTTS No 1.75’e göre daha riskli bir seçenektir.\n- Köşe vuruşları: Over 9.5 köşe 1.60; Over 10.5 köşe 1.93. Ortalama köşe sayısı 11.77 olduğu için bu aralıklar cazip olabilir; Santos’un maç başına köşe katkısı yüksek olabiliyor ve maçta köşe avantajı mümkün.\n- İlk yarı (1.5 gol üstü vb.): İlk yarı için genel eğilimler 0.5 gol üstü ve 1.5 gol üstü tarafında baskın; ancak maçın tamamında dengeli olabilir. İlk yarı özel bahisler daha temkinli bir tercih olarak düşünülmeli.\n\nİstatistiklere dayalı kilit noktalar\n- Santos evinde oynuyor ve iç saha performansı önemli. Ev sahibi kazanma oranı geçmişte bazı maçlarda %35 civarında olsa da, bu maçta Santos’un galibiyet ihtimali nispeten yüksek.\n- Sport Recife’nin deplasman performansı zayıf (away win %6, away lose %71). Bu, “Santos kazanır” senaryosunu destekliyor.\n- xG verileri: Santos’un maç başına beklenen golü (xG) 1.65 civarında evinde; Sport Recife’nin deplasman xG’si 1.36. Birlikte bakıldığında yaklaşık 3.0 xG’lik bir toplam baskınlık gösteriyor; bu da 2-3 gol aralığını desteklerken, alt/üst arasındaki belirsizliği de ortaya koyuyor.\n- Takımların köşe eğilimleri: Ortalama köşe sayısı yüksek (11.77). Bu, Over 9.5 veya Over 10.5 köşe bahislerini daha ilginç kılıyor.\n- Temiz sayfalar (clean sheets): Santos için Clean Sheets Yes 1.91, Sport Recife için Clean Sheets No 1.06 gibi oranlar. Santos için ihtimal daha yukarı, Sport Recife için temiz sayfa ihtimali düşük.\n- Takım form ve güvenlik dengesi: Santos için iç sahadaki hücum avantajı (attack) belirgin, savunmada ise avantajlar iç saha için olumlu görünüyor. Sport Recife ise deplasmanda güven vermekten uzak.\n\nKısa sonuç önerisi\n- Favori seçeneğe güven: Santos kazanır (1.30) – kısa vadeli bakalım.\n- Dengeli seçim: Santos Win or Draw (1.16) – risk azaltıcı.\n- Gol ve köşe kombinasyonları: Alt 2.5 gol (2.20) + Over 9.5 köşe (1.60) veya Over 10.5 köşe (1.93) kombinasyonları düşünülebilir.\n- BTTS odaklı tercihler: BTTS Yes (2.12) özellikle her iki takım da skor üretebileceği için mantıklı olabilir; ancak Santos’un temiz sayfa ihtimali 1.91 ile birlikte daha güvenli bir altı çizim sunabilir.\n\nNotlar\n- Maç kaydı belirli gol zamanları eksik (Goal Timings []), bu yüzden “ilk gol” veya “ilk yarı golü” gibi piyasalarda biraz daha dikkatli olmakta fayda var.\n- Sport Recife için deplasmanda galibiyet ihtimali çok düşük olduğundan, riskli deplasman bahislerinden kaçınmak akıllıca olabilir.\n\nSonuç olarak: Santos için temel bir bahis gücü var ve orta-düşük riskli seçenekler arasında Santos kazanır ya da Santos win/draw combo ve alt 2.5 gol gibi tercihler değerlendirilebilir. Köşe bahisleri ise maçın akışına bağlı olarak nispeten değerli görünüyor."
        },
        "lineups": {
          "team_a": [],
          "team_b": []
        },
        "roundID": 116495,
        "weather": {
          "id": 677751,
          "icon": "https://cdn.sportmonks.com/images/weather/01d.png",
          "type": "forecast",
          "wind": {
            "speed": 3.59,
            "direction": 192
          },
          "clouds": "1%",
          "metric": "celcius",
          "current": null,
          "humidity": "63%",
          "pressure": 1010,
          "venue_id": 2156,
          "feels_like": {
            "day": 25.13,
            "night": 21.76,
            "evening": 24.23,
            "morning": 20.06
          },
          "fixture_id": 19387257,
          "description": "sky is clear",
          "temperature": {
            "day": 24.94,
            "night": 21.42,
            "evening": 24,
            "morning": 20.09
          }
        },
        "away_ppg": 0.41,
        "away_url": "/clubs/sc-do-recife-614",
        "home_ppg": 1.41,
        "home_url": "/clubs/santos-fc-sao-paulo-611",
        "total_xg": 0,
        "awayGoals": [],
        "away_name": "Sport Recife",
        "date_unix": 1764376200,
        "game_week": 36,
        "homeGoals": [],
        "home_name": "Santos",
        "match_url": "/brazil/santos-fc-sao-paulo-vs-sc-do-recife-h2h-stats",
        "odds_ft_1": 1.32,
        "odds_ft_2": 8.5,
        "odds_ft_x": 5.5,
        "refereeID": null,
        "team_a_xg": 0,
        "team_b_xg": 0,
        "attendance": -1,
        "away_image": "teams/brazil-sc-do-recife.png",
        "coach_a_ID": -1,
        "coach_b_ID": -1,
        "home_image": "teams/brazil-santos-fc-sao-paulo.png",
        "odds_dnb_1": 1.08,
        "odds_dnb_2": 8,
        "HTGoalCount": 0,
        "tv_stations": [
          "Bet365"
        ],
        "winningTeam": -1,
        "no_home_away": 0,
        "odds_btts_no": 2.1,
        "stadium_name": "Estádio Urbano Caldeira",
        "team_a_fouls": -1,
        "team_a_shots": -1,
        "team_b_fouls": -1,
        "team_b_shots": -1,
        "GoalCount_2hg": 0,
        "avg_potential": 2.33,
        "awayGoalCount": 0,
        "homeGoalCount": 0,
        "o05_potential": 91,
        "o15_potential": 68,
        "o25_potential": 41,
        "o35_potential": 24,
        "o45_potential": 6,
        "odds_btts_yes": 1.92,
        "pens_recorded": 1,
        "u05_potential": 9,
        "u15_potential": 33,
        "u25_potential": 59,
        "u35_potential": 76,
        "u45_potential": 94,
        "btts_potential": 47,
        "competition_id": 14231,
        "odds_corners_1": 1.32,
        "odds_corners_2": 3.9,
        "odds_corners_x": 9.7,
        "odds_ft_over05": 1.02,
        "odds_ft_over15": 1.14,
        "odds_ft_over25": 1.44,
        "odds_ft_over35": 2.21,
        "odds_ft_over45": 3.54,
        "team_a_attacks": 0,
        "team_a_corners": -1,
        "team_b_attacks": 0,
        "team_b_corners": -1,
        "totalGoalCount": 0,
        "total_2h_cards": -1,
        "total_fh_cards": -1,
        "cards_potential": 5,
        "corner_2h_count": -1,
        "corner_fh_count": -1,
        "ht_goals_team_a": 0,
        "ht_goals_team_b": 0,
        "o05HT_potential": 62,
        "o15HT_potential": 18,
        "odds_comparison": {
          "Corners": {
            "Over 7.5": {
              "1xbet": "1.21",
              "Unibet": "1.21"
            },
            "Over 8.5": {
              "1xbet": "1.40",
              "Unibet": "1.37"
            },
            "Over 9.5": {
              "1xbet": "1.67",
              "Unibet": "1.62",
              "Pinnacle": "1.66"
            },
            "Over 10.5": {
              "10Bet": "2.05",
              "1xbet": "2.07",
              "Unibet": "1.97",
              "Pinnacle": "2.10"
            },
            "Over 11.5": {
              "1xbet": "2.58",
              "Unibet": "2.48",
              "Pinnacle": "2.47"
            },
            "Under 7.5": {
              "1xbet": "3.78",
              "Unibet": "3.85"
            },
            "Under 8.5": {
              "1xbet": "2.72",
              "Unibet": "2.80"
            },
            "Under 9.5": {
              "1xbet": "2.12",
              "Unibet": "2.12",
              "Pinnacle": "2.15"
            },
            "Under 10.5": {
              "10Bet": "1.70",
              "1xbet": "1.71",
              "Unibet": "1.73",
              "Pinnacle": "1.69"
            },
            "Under 11.5": {
              "1xbet": "1.44",
              "Unibet": "1.47",
              "Pinnacle": "1.49"
            }
          },
          "FT Result": {
            "Away": {
              "Sbo": "6.86",
              "HKJC": "8.50",
              "bwin": "7.75",
              "10Bet": "9.25",
              "1xbet": "8.40",
              "188Bet": "7.70",
              "MelBet": "8.10",
              "Unibet": "9.00",
              "bet365": "8.00",
              "Betfair": "8.50",
              "Betsson": "7.90",
              "Dafabet": "8.40",
              "888Sport": "8.50",
              "CloudBet": "9.45",
              "Pinnacle": "9.63",
              "Ladbrokes": "7.50",
              "MansionBet": "8.80",
              "Interwetten": "8.00",
              "WilliamHill": "8.50"
            },
            "Draw": {
              "Sbo": "5.13",
              "HKJC": "5.20",
              "bwin": "5.50",
              "10Bet": "5.20",
              "1xbet": "5.45",
              "188Bet": "5.10",
              "MelBet": "5.30",
              "Unibet": "5.60",
              "bet365": "5.75",
              "Betfair": "5.00",
              "Betsson": "5.40",
              "Dafabet": "5.40",
              "888Sport": "5.00",
              "CloudBet": "5.57",
              "Pinnacle": "5.63",
              "Ladbrokes": "5.25",
              "MansionBet": "5.20",
              "Interwetten": "5.25",
              "WilliamHill": "5.00"
            },
            "Home": {
              "Sbo": "1.34",
              "HKJC": "1.21",
              "bwin": "1.35",
              "10Bet": "1.32",
              "1xbet": "1.35",
              "188Bet": "1.32",
              "MelBet": "1.35",
              "Unibet": "1.28",
              "bet365": "1.33",
              "Betfair": "1.30",
              "Betsson": "1.32",
              "Dafabet": "1.35",
              "888Sport": "1.30",
              "CloudBet": "1.33",
              "Pinnacle": "1.32",
              "Ladbrokes": "1.35",
              "MansionBet": "1.29",
              "Interwetten": "1.35",
              "WilliamHill": "1.30"
            }
          },
          "Win To Nil": {
            "1": {
              "bet365": "2.50"
            },
            "2": {
              "bet365": "15.00"
            }
          },
          "Corners 1X2": {
            "Away": {
              "1xbet": "3.60",
              "Unibet": "3.90",
              "WilliamHill": "3.60"
            },
            "Draw": {
              "1xbet": "9.10",
              "Unibet": "8.50",
              "WilliamHill": "10.00"
            },
            "Home": {
              "1xbet": "1.40",
              "Unibet": "1.30",
              "WilliamHill": "1.33"
            }
          },
          "Double Chance": {
            "Draw/Away": {
              "Sbo": "3.04",
              "10Bet": "3.25",
              "1xbet": "3.24",
              "Unibet": "3.35",
              "888Sport": "3.30",
              "Pinnacle": "3.59",
              "WilliamHill": "3.30"
            },
            "Home/Away": {
              "Sbo": "1.12",
              "10Bet": "1.11",
              "1xbet": "1.16",
              "Unibet": "1.12",
              "888Sport": "1.17",
              "Pinnacle": "1.18",
              "WilliamHill": "1.17"
            },
            "Home/Draw": {
              "Sbo": "1.07",
              "10Bet": "1.05",
              "1xbet": "1.07",
              "Unibet": "1.05",
              "888Sport": "1.06",
              "Pinnacle": "1.09",
              "WilliamHill": "1.07"
            }
          },
          "1st Half Goals": {
            "Over 0.5": {
              "10Bet": "1.25",
              "1xbet": "1.22",
              "Unibet": "1.22",
              "WilliamHill": "1.22"
            },
            "Over 1.5": {
              "10Bet": "2.15",
              "1xbet": "2.14",
              "Unibet": "2.15",
              "Pinnacle": "2.18",
              "WilliamHill": "2.05"
            },
            "Over 2.5": {
              "10Bet": "4.50",
              "1xbet": "4.50",
              "Unibet": "4.70",
              "WilliamHill": "4.40"
            },
            "Under 0.5": {
              "10Bet": "3.55",
              "1xbet": "3.66",
              "Unibet": "3.90",
              "WilliamHill": "3.90"
            },
            "Under 1.5": {
              "10Bet": "1.62",
              "1xbet": "1.66",
              "Unibet": "1.64",
              "Pinnacle": "1.72",
              "WilliamHill": "1.73"
            },
            "Under 2.5": {
              "10Bet": "1.17",
              "1xbet": "1.15",
              "Unibet": "1.16",
              "WilliamHill": "1.20"
            }
          },
          "2nd Half Goals": {
            "Over 0.5": {
              "10Bet": "1.11",
              "1xbet": "1.12",
              "Unibet": "1.15",
              "888Sport": "1.17",
              "WilliamHill": "1.15"
            },
            "Over 1.5": {
              "10Bet": "1.62",
              "1xbet": "1.71",
              "Unibet": "1.76",
              "888Sport": "1.75",
              "WilliamHill": "1.75"
            },
            "Over 2.5": {
              "10Bet": "2.88",
              "1xbet": "3.04",
              "Unibet": "3.40",
              "888Sport": "3.30",
              "WilliamHill": "3.30"
            },
            "Under 0.5": {
              "10Bet": "5.40",
              "1xbet": "5.05",
              "Unibet": "4.90",
              "888Sport": "4.80",
              "WilliamHill": "5.00"
            },
            "Under 1.5": {
              "10Bet": "2.15",
              "1xbet": "2.07",
              "Unibet": "1.98",
              "888Sport": "2.00",
              "WilliamHill": "2.00"
            },
            "Under 2.5": {
              "10Bet": "1.36",
              "1xbet": "1.31",
              "Unibet": "1.28",
              "888Sport": "1.30",
              "WilliamHill": "1.30"
            }
          },
          "Corner Match Bet": {
            "1": {
              "bet365": "1.28"
            },
            "2": {
              "bet365": "4.33"
            }
          },
          "Goals Over/Under": {
            "Over 0.5": {
              "10Bet": "1.03",
              "1xbet": "1.01",
              "Unibet": "1.01",
              "888Sport": "1.02"
            },
            "Over 1.5": {
              "10Bet": "1.15",
              "1xbet": "1.11",
              "Unibet": "1.14",
              "888Sport": "1.13",
              "Pinnacle": "1.15"
            },
            "Over 2.5": {
              "10Bet": "1.48",
              "1xbet": "1.44",
              "Unibet": "1.50",
              "bet365": "1.44",
              "888Sport": "1.44",
              "Pinnacle": "1.47"
            },
            "Over 3.5": {
              "10Bet": "2.20",
              "1xbet": "2.23",
              "Unibet": "2.33",
              "888Sport": "2.15",
              "Pinnacle": "2.22"
            },
            "Over 4.5": {
              "10Bet": "3.70",
              "1xbet": "3.44",
              "Unibet": "4.25",
              "888Sport": "3.60",
              "Pinnacle": "3.85"
            },
            "Under 0.5": {
              "10Bet": "11.00",
              "1xbet": "16.00",
              "Unibet": "14.00",
              "888Sport": "19.00"
            },
            "Under 1.5": {
              "10Bet": "5.25",
              "1xbet": "4.95",
              "Unibet": "5.40",
              "888Sport": "5.50",
              "Pinnacle": "5.87"
            },
            "Under 2.5": {
              "10Bet": "2.60",
              "1xbet": "2.45",
              "Unibet": "2.50",
              "bet365": "2.70",
              "888Sport": "2.63",
              "Pinnacle": "2.79"
            },
            "Under 3.5": {
              "10Bet": "1.65",
              "1xbet": "1.68",
              "Unibet": "1.57",
              "888Sport": "1.62",
              "Pinnacle": "1.71"
            },
            "Under 4.5": {
              "10Bet": "1.25",
              "1xbet": "1.23",
              "Unibet": "1.21",
              "888Sport": "1.25",
              "Pinnacle": "1.28"
            }
          },
          "Half Time Result": {
            "Away": {
              "Sbo": "6.66",
              "10Bet": "7.00",
              "1xbet": "6.70",
              "188Bet": "6.80",
              "Unibet": "7.00",
              "bet365": "7.00",
              "888Sport": "6.50",
              "Pinnacle": "8.04",
              "WilliamHill": "6.50"
            },
            "Draw": {
              "Sbo": "2.52",
              "10Bet": "2.55",
              "1xbet": "2.64",
              "188Bet": "2.52",
              "Unibet": "2.88",
              "bet365": "2.75",
              "888Sport": "2.63",
              "Pinnacle": "2.91",
              "WilliamHill": "2.62"
            },
            "Home": {
              "Sbo": "1.79",
              "10Bet": "1.73",
              "1xbet": "1.73",
              "188Bet": "1.79",
              "Unibet": "1.68",
              "bet365": "1.72",
              "888Sport": "1.75",
              "Pinnacle": "1.75",
              "WilliamHill": "1.75"
            }
          },
          "Clean Sheet - Away": {
            "No": {
              "10Bet": "1.05"
            },
            "Yes": {
              "10Bet": "8.00"
            }
          },
          "Clean Sheet - Home": {
            "No": {
              "10Bet": "1.62"
            },
            "Yes": {
              "10Bet": "2.15"
            }
          },
          "Second Half Result": {
            "Away": {
              "10Bet": "6.25",
              "1xbet": "6.40",
              "Unibet": "7.00",
              "bet365": "6.00",
              "888Sport": "6.00",
              "WilliamHill": "6.00"
            },
            "Draw": {
              "10Bet": "3.10",
              "1xbet": "3.20",
              "Unibet": "3.25",
              "bet365": "3.10",
              "888Sport": "2.90",
              "WilliamHill": "2.90"
            },
            "Home": {
              "10Bet": "1.57",
              "1xbet": "1.57",
              "Unibet": "1.58",
              "bet365": "1.61",
              "888Sport": "1.67",
              "WilliamHill": "1.67"
            }
          },
          "Both Teams To Score": {
            "No": {
              "10Bet": "2.00",
              "1xbet": "2.00",
              "188Bet": "1.86",
              "Unibet": "1.82",
              "bet365": "2.05",
              "888Sport": "2.10",
              "Pinnacle": "2.11",
              "WilliamHill": "2.10"
            },
            "Yes": {
              "10Bet": "1.73",
              "1xbet": "1.73",
              "188Bet": "1.92",
              "Unibet": "1.87",
              "bet365": "1.70",
              "888Sport": "1.67",
              "Pinnacle": "1.78",
              "WilliamHill": "1.67"
            }
          },
          "Both Teams to Score in 1st Half": {
            "No": {
              "10Bet": "1.20",
              "1xbet": "1.22",
              "bet365": "1.22",
              "Pinnacle": "1.22",
              "WilliamHill": "1.22"
            },
            "Yes": {
              "10Bet": "4.00",
              "1xbet": "3.84",
              "bet365": "4.00",
              "Pinnacle": "4.47",
              "WilliamHill": "3.90"
            }
          },
          "Both Teams to Score in 2nd Half": {
            "No": {
              "10Bet": "1.38",
              "1xbet": "1.33",
              "bet365": "1.36",
              "WilliamHill": "1.33"
            },
            "Yes": {
              "10Bet": "2.80",
              "1xbet": "3.04",
              "bet365": "3.00",
              "WilliamHill": "3.10"
            }
          }
        },
        "odds_ft_under05": 9.1,
        "odds_ft_under15": 5.8,
        "odds_ft_under25": 2.7,
        "odds_ft_under35": 1.7,
        "odds_ft_under45": 1.25,
        "team_a_2h_cards": -1,
        "team_a_fh_cards": -1,
        "team_a_offsides": -1,
        "team_a_throwins": -1,
        "team_b_2h_cards": -1,
        "team_b_fh_cards": -1,
        "team_b_offsides": -1,
        "team_b_throwins": -1,
        "attacks_recorded": -1,
        "goals_2hg_team_a": 0,
        "goals_2hg_team_b": 0,
        "o05_2H_potential": 79,
        "o15_2H_potential": 44,
        "overallGoalCount": 0,
        "stadium_location": "Rue Princesa Isabel 77, Vila Belmiro, Santos, São Paulo",
        "team_a_cards_num": -1,
        "team_a_freekicks": -1,
        "team_a_goalkicks": -1,
        "team_a_red_cards": -1,
        "team_b_cards_num": -1,
        "team_b_freekicks": -1,
        "team_b_goalkicks": -1,
        "team_b_red_cards": -1,
        "totalCornerCount": -1,
        "awayGoals_timings": [],
        "corners_potential": 11.77,
        "homeGoals_timings": [],
        "odds_team_a_cs_no": 1.62,
        "odds_team_b_cs_no": 1.05,
        "odds_win_to_nil_1": 2.5,
        "odds_win_to_nil_2": 17,
        "revised_game_week": -1,
        "team_a_2h_corners": -1,
        "team_a_fh_corners": -1,
        "team_a_possession": -1,
        "team_b_2h_corners": -1,
        "team_b_fh_corners": -1,
        "team_b_possession": -1,
        "throwins_recorded": -1,
        "total_xg_prematch": 3.01,
        "btts_2hg_potential": 27,
        "btts_fhg_potential": 6,
        "freekicks_recorded": -1,
        "goalTimingDisabled": 0,
        "goalkicks_recorded": -1,
        "odds_team_a_cs_yes": 2.15,
        "odds_team_b_cs_yes": 8,
        "offsides_potential": 3.82,
        "pre_match_away_ppg": 0.41,
        "pre_match_home_ppg": 1.41,
        "team_a_xg_prematch": 1.65,
        "team_b_xg_prematch": 1.36,
        "team_a_card_details": [],
        "team_a_goal_details": [],
        "team_a_yellow_cards": -1,
        "team_b_card_details": [],
        "team_b_goal_details": [],
        "team_b_yellow_cards": -1,
        "odds_1st_half_over05": 1.23,
        "odds_1st_half_over15": 2.15,
        "odds_1st_half_over25": 4.5,
        "odds_1st_half_over35": 12,
        "odds_2nd_half_over05": 1.17,
        "odds_2nd_half_over15": 1.76,
        "odds_2nd_half_over25": 3.3,
        "odds_2nd_half_over35": 7,
        "odds_corners_over_75": 1.16,
        "odds_corners_over_85": 1.38,
        "odds_corners_over_95": 1.62,
        "odds_doublechance_12": 1.17,
        "odds_doublechance_1x": 1.17,
        "odds_doublechance_x2": 3.3,
        "team_a_penalties_won": 0,
        "team_a_penalty_goals": 0,
        "team_a_shotsOnTarget": -1,
        "team_b_penalties_won": 0,
        "team_b_penalty_goals": 0,
        "team_b_shotsOnTarget": -1,
        "card_timings_recorded": -1,
        "corners_o85_potential": 82,
        "corners_o95_potential": 59,
        "goal_timings_recorded": 1,
        "odds_1st_half_under05": 3.58,
        "odds_1st_half_under15": 1.65,
        "odds_1st_half_under25": 1.16,
        "odds_1st_half_under35": 1.02,
        "odds_2nd_half_under05": 4.8,
        "odds_2nd_half_under15": 2,
        "odds_2nd_half_under25": 1.3,
        "odds_2nd_half_under35": 1.08,
        "odds_btts_1st_half_no": 0,
        "odds_btts_2nd_half_no": 0,
        "odds_corners_over_105": 2.02,
        "odds_corners_over_115": 2.47,
        "odds_corners_under_75": 3.78,
        "odds_corners_under_85": 2.75,
        "odds_corners_under_95": 2.11,
        "team_a_0_10_min_goals": 0,
        "team_a_cards_0_10_min": -1,
        "team_a_penalty_missed": 0,
        "team_a_shotsOffTarget": -1,
        "team_b_0_10_min_goals": 0,
        "team_b_cards_0_10_min": -1,
        "team_b_penalty_missed": 0,
        "team_b_shotsOffTarget": -1,
        "corners_o105_potential": 53,
        "odds_1st_half_result_1": 1.74,
        "odds_1st_half_result_2": 6.5,
        "odds_1st_half_result_x": 2.62,
        "odds_2nd_half_result_1": 1.58,
        "odds_2nd_half_result_2": 6.75,
        "odds_2nd_half_result_x": 3.3,
        "odds_btts_1st_half_yes": 0,
        "odds_btts_2nd_half_yes": 0,
        "odds_corners_under_105": 1.73,
        "odds_corners_under_115": 1.49,
        "corner_timings_recorded": -1,
        "team_a_corners_0_10_min": -1,
        "team_b_corners_0_10_min": -1,
        "team_a_dangerous_attacks": 0,
        "team_b_dangerous_attacks": 0,
        "matches_completed_minimum": 35,
        "odds_team_to_score_first_1": 1.28,
        "odds_team_to_score_first_2": 3.86,
        "odds_team_to_score_first_x": 15.5,
        "pre_match_teamA_overall_ppg": 1.09,
        "pre_match_teamB_overall_ppg": 0.49
      },
      "pager": {
        "max_page": 1,
        "current_page": 1,
        "total_results": 1,
        "results_per_page": 1
      },
      "message": "Usage of the API is bound to our Terms of Use : https://footystats.org/api/documentations/terms-of-use-and-legal",
      "success": true,
      "metadata": {
        "request_limit": "1800",
        "request_remaining": "1793",
        "request_reset_message": "Request limit is refreshed every hour."
      }
    },
    "found": true
  }
}
